export default function About() {
    return (
        <div>
            <p> Волонтер из Севастополя Карина Лисничая выкупила ставшую ненужной прежним хозяевам верблюдицу Бусинку, которую хотели отправить на убой. Объявление о продаже животного Карина увидела в интернете, влюбившись в Бусинку с первого взгляда.
            </p>
            <p>
                КАРИНА ЛИСНИЧАЯ, волонтёр: «Ее подарили ребёнку на день рождения, ребёнку три года. Ребёнок трехлетний, конечно, это не оценил. Я сказала, что готова её выкупить, чтобы подождали. Это были долгие переписки, потому что им надо было все срочно. Находилась она [Бусинка] на границе с Казахстаном, то есть так быстро это не решилось. И я отправила за нее задаток тут же – они мне объясняли, что им нужны деньги, им надоела эта верблюдица».
            </p>
            <p>
                После переезда верблюдица прошла карантин и вакцинацию под наблюдением ветеринаров, а затем поселилась на ранчо «Сахарная долина». Опекуном новой обитательницы стала Янина Серенко. Девушка регулярно навещает Бусинку, кормит и играет с ней.
            </p>
            <p>
                ЯНИНА СЕРЕНКО, опекун Бусинки: «Это даёт… это любовь к жизни даёт, она у меня и так есть, но благодаря Бусинке, у меня есть стимул всегда выезжать, приезжать, двигаться, делать. И делать счастливее её жизнь, самое главное. Потихонечку Буся начинает меня узнавать. Так как я сейчас не очень часто езжу, конечно, сейчас пока еще у нас такой коннект устанавливается, да. Но она уже знает, всё равно понимает и даётся гладиться и целоваться».
            </p>
            <p>
                На ранчо «Сахарная долина» отметили, что молодая верблюдица отличается любознательностью, любит играть в прятки и пользуется всеобщим вниманием посетителей.
            </p>
        </div>
    )
}
