export default function Blog() {
    return (
        <div>
            <p>
                Работу в Севастополе ищут на «Авито», «Хедхантере» и сайте «Государственная служба занятости». А еще многие заходят на местный форум: здесь можно почитать новости, отзывы о работодателях, спросить совета.
            </p>
            <p>
                Официальная средняя зарплата в Севастополе — 33,3 тысячи рублей. Если верить статистике, больше всего получают металлурги — 59 тысяч, газовики — 53 тысячи, финансисты — 50 тысяч, работники сельского хозяйства — 49 тысяч, сотрудники предприятий, производящих электрооборудование, — 47 тысяч.
            </p>
            <p>
                Средние зарплаты в Севастополе в январе 2020 года — Крымстат
                Эти официальные цифры у севастопольцев вызывают ироничные улыбки. По моему опыту и опыту моих знакомых, вам повезет, если будете получать больше 30 тысяч рублей. Мои друзья в среднем зарабатывают от 24 до 32 тысяч. Прожить на такие деньги в Севастополе можно, если нет детей и кредитов, вы не снимаете квартиру и не путешествуете.
            </p>
            <p>
                Найти высокооплачиваемую работу в Севастополе сложно. Местные жители винят в этом приезжих, которые готовы трудиться за небольшие деньги. Но я думаю, что это касается только неквалифицированного труда. Человек с образованием и опытом найдет тут хорошую должность.
            </p>
        </div>
    )
}
