export default function Home() {
    return (
        <div>
            <p>
                Севастополь (греческое название до XIII века — Херсонес, византийское — Херсон, старорусское — Корсунь, генуэзское — Сарсон, крымско-татарское — Акъяр, Aqyar) — город федерального значения РФ, расположенный на юго-западе Крымского полуострова, на берегу Чёрного моря. Город-герой. Незамерзающий морской торговый и рыбный порт, промышленный, научно-технический, рекреационный и культурно-исторический центр. Исторический центр Севастополя расположен на южной стороне бухты. В городе расположена главная военно-морская база Черноморского флота Российской Федерации.
            </p>
            <p>
                В античности первым поселением на Гераклейском полуострове был форпост Телапил (VI век до н. э.), известный как Херсонес-I, захваченный греками-колонистами. Они построили свою крепость-колонию Херсонес-II на части территории современного Севастополя и населили выходцами из Гераклеи Понтийской в V веке до н. э.; позже она входила в состав Римской и Византийской империй.
            </p>
            <p>
                Датой основания современного Севастополя считается 3 (14) июня 1783 года. В этот день под руководством контр-адмирала Фомы Фомича Мекензи были заложены первые четыре каменные постройки Севастополя: дом командующего Севастопольской эскадрой Томаса Меккензи (Фомы Фомича), часовня, кузница в Адмиралтействе и пристань, названная впоследствии Графской. Основателем города явился контр-адмирал шотландского происхождения Фома Фомич Мекензи. Но ещё пятью годами ранее решением Александра Суворова на берегах Севастопольской бухты были построены первые земляные укрепления и размещены русские войска. Первоначально поселение называлось Ахтиар, по имени бывшей на месте города крымскотатарской деревни Ак-Яр, пока 10 (23) февраля 1784 года Екатерина II своим указом повелела Г. А. Потемкину устроить на его месте большую крепость и назвать Севастополем. Город строился на средства, полученные Потемкиным с новороссийских земель. Административно Севастополь вошёл в состав Таврической области, образованной в составе Екатеринославского наместничества.
            </p>
            <p>
                Название города состоит из двух греческих слов ΣεβαστМς (Севастос) — «высокочтимый, священный» и πМλη (полис) — «город». Севастос — эквивалент латинского титула «Август», поэтому Севастополь означает «августейший город», «императорский город», «достойный поклонения, величественный, великолепный город». В литературе приводились и другие переводы, например, в Большой советской энциклопедии название переведено как «величественный город», «город славы».
            </p>
            <p>
                Севастополь играл ключевую роль в Крымской войне 1853—1856 гг. 2(14) сентября 1854 года 62-тысячная соединённая армия Англии, Франции и Турции высадилась под Евпаторией и направилась к Севастополю, на защиту которого встали 25 тысяч моряков и 7-и тысячный гарнизон города. Подавляющим было также преимущество флота нападавших, ввиду чего позднее было принято решение о затоплении российских кораблей для преграждения входа в Севастопольскую бухту.
            </p>
            <p>
                13(25) сентября город был объявлен на осадном положении, началась Героическая Оборона Севастополя, длившаяся 349 дней, до 27 августа (8 сентября) 1855 года. Благодаря беспримерному мужеству защитников, несмотря на шесть массированных бомбардировок и два штурма, союзники так и не смогли взять военно-морскую крепость Севастополь. Хотя в результате русские войска отошли на Северную сторону, они оставили противнику одни развалины. Оккупация Севастополя союзниками продолжалась до 23 июня (5 июля) 1856 года.
            </p>
            <p>
                22 июня 1941 года город подвергся первой бомбардировке немецкой авиации, целью которой было минировать с воздуха бухты, блокировать флот. План был сорван зенитной и корабельной артиллерией Черноморского флота. После вторжения немецкой армии в Крым началась оборона города, продолжавшаяся 250 дней (30 октября 1941—4 июля 1942). 4 ноября 1941 года Ставка Верховного Главнокомандования создала Севастопольский оборонительный район. Советские войска Приморской армии (генерал-майор И. Е. Петров) и силы Черноморского флота (вице-адмирал Ф. С. Октябрьский) отразили в ноябре и декабре 1941 года два крупных наступления 11-й армии Манштейна, сковав крупные силы противника. Перестройкой всей жизни города на военный лад, работой для фронта севастопольских предприятий руководил Городской комитет обороны (ГКО), председатель — первый секретарь Севастопольского горкома ВКП(б) Б. А. Борисов.
            </p>
            <p>
                В послевоенные годы город был вторично полностью восстановлен. В 1950-е годы застроены кольцо улиц и площадей вокруг главного городского холма, в 1960-е и 1970-е годы — целый ряд новых жилых районов, в районе бывшего Куликова поля выстроен проспект Генерала Острякова, застроены кварталы на берегах Стрелецкой и Камышовой бухт, на Северной стороне. В 1954 году воссоздано здание панорамы «Оборона Севастополя 1854—1855 гг.», в 1957 году — построено новое здание городского русского драматического театра. В 1959 году открылась диорама «Штурм Сапун-горы 7 мая 1944 года». На площади Нахимова в 1964—1967 годы сооружён Мемориал героической обороны Севастополя 1941—1942 годов. В советские годы город был одним из самых чистых и благоустроенных в СССР. В городе основывается ряд академических и отраслевых НИИ: Институт биологии южных морей (на базе Морской биологической станции) и Морской гидрофизический институт АН УССР, Севастопольское отделение государственного института океанологии и океанографии, Черноморский филиал НИИ технологии судостроения и ряд других. Появляются в Севастополе и вузы: Севастопольский приборостроительный институт, быстро вставший в ряд крупнейших политехнических вузов страны, и два высших военно-морских училища: Черноморское имени П. С. Нахимова (ЧВВМУ) в Стрелецкой балке и Севастопольское инженерное в районе Голландия (СВВМИУ). В 1954 году, к столетию первой героической обороны, город награждён орденом Красного Знамени, 8 мая 1965 года Севастополю присвоили звание Города-героя, а в 1983 году его наградили орденом Октябрьской Революции.
            </p>
            <p>
                В 1948 году Севастополь был выделен в самостоятельный административно-хозяйственный центр в составе РСФСР, а в 1954 году фактически вошёл в состав Украинской ССР.
                2 марта 2014 года Севастополь попросил крымские власти включить город в состав Автономной Республики Крым на правах города с особым статусом
            </p>
            <p>
                11 марта 2014 года Севастопольский городской совет и Верховный Совет АРК приняли Декларацию о независимости Автономной Республики Крым и города Севастополя.
            </p>
            <p>
                16 марта 2014 года был проведён референдум о статусе Крыма, по итогам которого 95,6 % граждан Севастополя высказались за вступление города в состав Российской Федерации.
            </p>
            <p>
                17 марта 2014 года законодательное собрание Севастополя, по итогам референдума 16 марта, выступило с обращением к Российской Федерации о включении города Севастополя в состав Российской Федерации, как отдельного субъекта — города федерального значения.
            </p>
            <p>
                18 марта 2014 года в Георгиевском дворце Кремля был подписан договор о вступлении Республики Крым и города Севастополя в состав Российской Федерации на правах новых субъектов. Через 3 дня президент России Владимир Путин подписал Федеральный конституционный закон «О принятии в Российскую Федерацию Республики Крым и образовании в составе Российской Федерации новых субъектов — Республики Крым и города федерального значения Севастополя» и Федеральный закон «О ратификации Договора между Российской Федерацией и Республикой Крым о принятии в Российскую Федерацию Республики Крым и образовании в составе Российской Федерации новых субъектов».
            </p>
            <p>
                1 апреля 2014 года депутаты законодательного собрания Севастополя постановили, что высшим должностным лицом города Севастополя является Губернатор города Севастополя. В этот же день они единогласно приняли решение о назначении Алексея Чалого исполняющим обязанности губернатора города
            </p>
            <p>
                2 апреля 2014 года президент Российской Федерации Владимир Путин подписал указ, согласно которому город федерального значения Севастополь включён в состав Южного военного округа.
            </p>
            <p>
                11 апреля 2014 года город федерального значения Севастополь включен в перечень субъектов РФ в Конституции России. В тот же день был принят Устав Севастополя.
            </p>
        </div>
    )
}
